export const whyusArray = [
	{
		title: 'Узкая специализация',
		description:
			'Мы не хватаемся за всё подряд. Наша сила — в профессионализме и фокусе на температурных грузах.',
		icon: '/img/why_us_icon_1.svg',
	},
	{
		title: 'Собственный транспорт',
		description:
			'У нас есть собственные рефрижераторы, и мы работаем только с проверенными перевозчиками.',
		icon: '/img/why_us_icon_2.svg',
	},
	{
		title: 'Честность и прозрачность',
		description:
			'Никаких скрытых условий. Честные расчёты. Доступ к информации на всех этапах. Постоянная связь.',
		icon: '/img/why_us_icon_3.svg',
	},
	{
		title: 'Индивидуальные решения',
		description:
			'Каждый маршрут, каждый груз — уникальны. Мы подбираем оптимальный вариант для каждой задачи.',
		icon: '/img/why_us_icon_4.svg',
	},
	{
		title: 'Контроль 24/7',
		description:
			'Вы всегда можете узнать, где ваш груз. Без «ожидайте» и «мы уточним позже».',
		icon: '/img/why_us_icon_5.svg',
	},
	{
		title: 'Юридическая точность',
		description:
			'Мы грамотно сопровождаем все документы: от заявки до финального отчета.',
		icon: '/img/why_us_icon_6.svg',
	},
]

export const ourServiceArray = [
	{
		title: 'Организация между-ных перевозок',
		description:
			'Полная логистика грузов по направлениям Европа — СНГ — Китай. Рефрижераторы для скоропортящихся товаров, тентованные авто для оборудования и нетемпературных грузов. Контроль 24/7, прозрачные сроки, документы под ключ.',
		image: '/img/service_1.jpg',
	},
	{
		title: 'Консультирование по ВЭД',
		description:
			'Помогаем сориентироваться во внешнеэкономической деятельности: контракты, Incoterms, логистические риски и оптимизация расходов. Говорим на языке бизнеса, а не бюрократии.',
		image: '/img/service_2.jpg',
	},
	{
		title: 'Таможенное оформление',
		description:
			'Организуем корректное и быстрое прохождение таможни: документы, расчёт платежей, взаимодействие с брокерами. Без задержек, лишних расходов и штрафов.',
		image: '/img/service_3.jpg',
	},
]

export const aboutSectionArray = [
	{
		icon: '/img/about_icon_1.svg',
		title: '+15 000',
		desc: 'тонн перевезённых грузов',
	},
	{
		icon: '/img/about_icon_2.svg',
		title: '+9 млн',
		desc: 'пройденных километров',
	},
	{
		icon: '/img/about_icon_3.svg',
		title: '99%',
		desc: 'доставок — в срок',
	},
	{
		icon: '/img/about_icon_4.svg',
		title: '100%',
		desc: 'довольных клиентов',
	},
]

export const proccessResultArrayObject = [
	{
		number: '01',
		title: 'Заявка',
		desc: 'Вы оставляете заявку на перевозку — в любом удобном формате: по телефону, мессенджеру (телеграмм или ватсап), email или через сайт. Уточняем ключевые параметры: тип груза, маршрут, объем, сроки, требования (температура, упаковка и др.).',
	},
	{
		number: '02',
		title: 'Расчёт стоимости',
		desc: 'На основе маршрута, типа груза и сезонных факторов мы рассчитываем стоимость. У нас нет шаблонных ставок — каждый груз индивидуален. Цена прозрачная, без скрытых комиссий и «всплывающих» доплат.',
	},
	{
		number: '03',
		title: 'Оформление документов',
		desc: 'После согласования условий мы оформляем: заявку и договор',
	},
	{
		number: '04',
		title: 'Организация перевозки',
		desc: 'Мы подбираем оптимальный транспорт (рефрижератор или тент), согласовываем все детали с грузоотправителем. Наши логисты контролируют процесс на каждом этапе.',
	},
	{
		number: '05',
		title: 'Отслеживание груза',
		desc: 'Вы получаете актуальную информацию о статусе груза: от момента загрузки до доставки; с подтверждением на каждом этапе. Мы на связи 24/7 — без ожиданий и “перезвоните позже”.',
	},
	{
		number: '06',
		title: 'Доставка и отчёт',
		desc: 'После выгрузки вы получаете подтверждение доставки, все необходимые документы и закрывающий пакет. Вы уверены в результате — и можете спокойно планировать следующие поставки.',
	},
]

export const newsArrays = [
	{
		image: '/img/news_img.png',
		title: 'Открыли новое направление — доставка в Китай',
		descripton:
			'Мы расширили географию перевозок: теперь доступны международные грузоперевозки по странам Европы. Работаем с полным сопровождением и оформлением документов. Уже в пути — первые грузы наших клиентов!',
		date: '03.06.2025',
	},
	{
		image: '/img/news_img.png',
		title: 'Запустили онлайн-отслеживание грузов',
		descripton:
			'Теперь вы можете отслеживать статус своего груза в реальном времени. Просто введите номер накладной на сайте — и получайте актуальную информацию 24/7. Быстро, удобно и прозрачно.',
		date: '03.06.2025',
	},
	{
		image: '/img/news_img.png',
		title: 'Снижены тарифы на междугородние перевозки',
		descripton:
			'Хорошие новости для бизнеса! Мы пересмотрели стоимость логистики по Узбекистану и сделали её ещё выгоднее. Узнайте подробности у нашего менеджера и рассчитайте новый тариф прямо на сайте.',
		date: '03.06.2025',
	},
]

export const faqArray = [
	{
		number: '01',
		question: 'Сколько времени занимает доставка груза?',
		answer:
			'Сроки зависят от направления, объёма и типа перевозки. Внутригородские доставки — от нескольких часов. Междугородние и международные — от 1 дня до нескольких недель. Мы всегда заранее сообщаем ориентировочные сроки и держим вас в курсе на каждом этапе.',
	},
	{
		number: '02',
		question: 'Можно ли отследить мой груз?',
		answer:
			'Сроки зависят от направления, объёма и типа перевозки. Внутригородские доставки — от нескольких часов. Междугородние и международные — от 1 дня до нескольких недель. Мы всегда заранее сообщаем ориентировочные сроки и держим вас в курсе на каждом этапе.',
	},
	{
		number: '03',
		question: 'Какие грузы вы не перевозите?',
		answer:
			'Сроки зависят от направления, объёма и типа перевозки. Внутригородские доставки — от нескольких часов. Междугородние и международные — от 1 дня до нескольких недель. Мы всегда заранее сообщаем ориентировочные сроки и держим вас в курсе на каждом этапе.',
	},
	{
		number: '04',
		question:
			'Вы помогаете с оформлением документов для международной доставки?',
		answer:
			'Сроки зависят от направления, объёма и типа перевозки. Внутригородские доставки — от нескольких часов. Междугородние и международные — от 1 дня до нескольких недель. Мы всегда заранее сообщаем ориентировочные сроки и держим вас в курсе на каждом этапе.',
	},
	{
		number: '05',
		question: 'Что делать, если груз повреждён или утерян?',
		answer:
			'Сроки зависят от направления, объёма и типа перевозки. Внутригородские доставки — от нескольких часов. Междугородние и международные — от 1 дня до нескольких недель. Мы всегда заранее сообщаем ориентировочные сроки и держим вас в курсе на каждом этапе.',
	},
]

export const menuArray = ['Главная', 'О нас', 'Услуги', 'Отзывы', 'Отзывы']

export const contacts = [
	'+998-99-536-57-47',
	'+998-90-823-22-32',
	'ufdworldservice@gmail.com',
	'г. Ташкент, Чиланзарский р.3-ЧАРХ Камолон МФЙ,улица Мукумий, 178-дом',
]
